Repository: Mushrif-iOS/Mushrif-Cafe
Catalog: Mushrif Cafe/*.lproj/Localizable.strings
Languages: ar

source: Language
ar: اللغة

# select_language
source: Select your preferred Language
ar: اختار لغتك المفضلة

# continue_mobile
source: Continue with Mobile
ar: كمل باستخدام الجوال

# enter_mobile
source: Enter your local mobile number for OTP
ar: ادخل رقم جوالك عشان نرسل لك OTP

source: Sign Up
ar: سجل

source: Error
ar: خطأ

# mobile_error
source: Please enter valid mobile number
ar: ادخل رقم جوال صحيح

# ot_verification
source: One Time Verification
ar: التحقق لمرة واحدة

# please_enter_otp
source: Please Enter the OTP sent to your mobile number
ar: ادخل الكود اللي وصل على جوالك

source: Resend OTP
ar: إعادة إرسال الكود

source: Verify
ar: تحقق

# otp_error
source: Please enter 6 digit OTP
ar: ادخل كود مكون من 6 أرقام

# otp_not_valid
source: The OTP you entered was incorrect or expired
ar: الكود اللي دخلته غلط أو انتهت صلاحيته

# complete_profile
source: Complete your Profile
ar: أكمل ملفك الشخصي

source: Full Name
ar: الاسم الكامل

# name_error
source: Please enter full name
ar: ادخل اسمك الكامل

# email
source: Email (Optional)
ar: الإيميل (اختياري)

# email_error
source: Please enter valid email
ar: ادخل إيميل صحيح

# message_error
source: Please enter message
ar: ادخل الرسالة

# amount_error
source: Please enter valid amount
ar: ادخل مبلغ صحيح

# scan_table
source: Scan Table QR
ar: سكان رمز الطاولة

source: Skip
ar: تخطى

# continue_takeaway
source: Continue with Take Away
ar: كمل مع الطلب الخارجي

# scan_not_supported
source: Scanning is not supported
ar: المسح غير مدعوم

# device_not_supported
source: Your device does not support scanning a code from an item. Please use a device with a camera.
ar: جهازك ما يدعم المسح. استخدم جهاز فيه كاميرا.

source: OK
ar: تم

# camera_access
source: Camera Access Needed
ar: يحتاج إذن الكاميرا

# enable_camera
source: Please enable camera access in Settings to scan QR codes
ar: فعل إذن الكاميرا من الإعدادات عشان تسكان الرمز

# go_settings
source: Go to Settings
ar: روح للإعدادات

source: Cancel
ar: إلغاء

source: Dine in
ar: تناول في المطعم

# select_table
source: Select your table
ar: اختار طاولتك

# search_product
source: Search any products
ar: دور على أي منتج

# add_cart
source: Add to cart
ar: ضف للسلة

# my_usual
source: My Usuals
ar: طلباتي المعتادة

# categories
source: Start Ordering
ar: ابدأ الطلب

# try_out_best
source: Try our Best
ar: جرب أفضل منتجاتنا

# my_order
source: My Orders
ar: طلباتي

# no_of_items
source: Number of items
ar: عدد القطع

# date_time
source: Date and time
ar: التاريخ والوقت

source: Payment Type
ar: طريقة الدفع

source: Amount
ar: المبلغ

source: Type
ar: النوع

source: Pay Now
ar: ادفع الآن

source: Add
ar: ضف

source: Remove
ar: احذف

# add_usual
source: Add to my Usuals
ar: ضف لطلباتي المعتادة

# back_home
source: Back to Home
ar: ارجع للرئيسية

source: Customizable
ar: قابل للتعديل

source: Edit
ar: عدل

source: My Orders
ar: طلباتي

source: Manage
ar: إدارة

source: Wallet
ar: المحفظة

source: Contact Us
ar: اتصل بنا

source: Terms and Conditions
ar: الشروط والأحكام

source: Logout
ar: تسجيل الخروج

source: Update
ar: تحديث

source: Delete Account
ar: احذف الحساب

source: Delete
ar: احذف

# logout_message
source: Are you sure you want to logout?
ar: أكيد تبغى تسجل خروج؟

source: Message
ar: الرسالة

source: Send
ar: أرسل

# avl_balance
source: Available Balance
ar: الرصيد المتاح

# add_fund
source: Add Funds
ar: ضف رصيد

# enter_amt
source: Enter the Amount
ar: ادخل المبلغ

# manage_usual
source: Manage My Usuals
ar: إدارة طلباتي المعتادة

source: Add New
ar: ضف جديد

# keep_order_open
source: Keep the Order Open
ar: خلي الطلب مفتوح

# order_confirm
source: Your order has been confirmed
ar: تم تأكيد طلبك

# order_id
source: Order Number
ar: رقم الطلب

source: Payment
ar: الدفع

source: OPEN ORDER
ar: طلب مفتوح

# no_subcategory
source: No Sub-Category Found
ar: ما في فئة فرعية

source: Item added
ar: تمت إضافة المنتج

source: Add to Wallet
ar: ضف للمحفظة

source: Type of Meal
ar: نوع الوجبة

# required_combo
source: Required â€¢ Select any 1 option
ar: مطلوب • اختار خيار واحد

source: Only
ar: بس

source: allowed
ar: مسموح

# select_combo_req
source: Please select at least 1 from
ar: اختار واحد على الأقل من

# select_atleast
source: Please select at least
ar: اختار على الأقل

# choice_for
source: choices for
ar: خيارات لـ

source: Food Instructions
ar: تعليمات الطعام

# enter_instructions
source: Enter your instructions here...
ar: أدخل تعليماتك هنا...

source: Order ID Not Valid
ar: رقم الطلب غير صالح

# please_select_table
source: Please select a table first
ar: يرجى اختيار طاولة أولاً

source: Cart
ar: السلة

source: Balance
ar: الرصيد

source: Pay with
ar: ادفع باستخدام

source: Place Order
ar: قدم الطلب

source: Coupons
ar: الكوبونات

# enter_coupon
source: Enter coupon Code
ar: ادخل كود الكوبون

source: Apply
ar: طبق

# book_for
source: Booked for
ar: محجوز لـ

source: Select
ar: اختار

source: Summary
ar: ملخص

# discount_apl
source: Discount applied
ar: تم تطبيق الخصم

# wallet_amt
source: Wallet Amount
ar: رصيد المحفظة

source: Total
ar: الإجمالي

source: Paid by
ar: تم الدفع بواسطة

# order_on
source: Ordered on
ar: تم الطلب في

source: Completed
ar: مكتمل

source: Paid Order
ar: طلب مدفوع

# usual_add_error
source: You can add it into Usual list from My Order section
ar: تقدر تضيفه لطلباتك المعتادة من قسم طلباتي

# want_takeaway
source: I want above items for Take away
ar: أريد الأصناف المذكورة أعلاه للتوصيل الخارجي

source: CheckOut
ar: تشيك أوت

# paymentOption
source: Payment Options
ar: خيارات الدفع

source: Create New
ar: أنشئ جديد

source: Usual Name
ar: اسم الطلب المعتاد

# no_internet
source: No Internet Connection
ar: ما في اتصال بالإنترنت

# something_wrong
source: Something went wrong
ar: صارت مشكلة

source: Item Details
ar: تفاصيل المنتج

# no_product
source: No Item Found
ar: ما في شي موجود

# no_cost_product
source: You can't place an order with a zero price
ar: ما تقدر تطلب منتج سعره صفر

# no_cost_Usual
source: You can't add item into MyUsual with a zero price
ar: ما تقدر تضيف عنصر إلى معتادي إذا سعره صفر

# cant_add_usual
source: You can't add this item into MyUsual
ar: ما تقدر تضيف هالعنصر إلى معتادي

# no_cart_item
source: No Cart Item Found
ar: ما في منتجات في السلة

# no_usuals
source: No Usuals Yet
ar: ما في طلبات معتادة

# usuals_error
source: Please enter usual group name
ar: ادخل اسم مجموعة الطلبات المعتادة

# usuals_update
source: Update Usual Name
ar: حدث اسم الطلب المعتاد

source: Select Ingredients
ar: اختار المكونات

source: Plain
ar: عادي

source: Addons
ar: الإضافات

source: Variations
ar: التباينات

source: Required
ar: مطلوب

source: Optional
ar: اختياري

source: Select any
ar: اختار أي

source: option
ar: خيار

# no_orders
source: No Orders Yet
ar: ما في طلبات

# please_scan
source: Please scan the table first
ar: سكان الطاولة أولاً

source: Apple Pay
ar: أبل بِي

source: Online KNET
ar: KNET أونلاين

# insf_waller_amt
source: Insufficient wallet balance, Please select an additional payment method
ar: رصيد المحفظة غير كافٍ، يرجى اختيار طريقة دفع إضافية

# checkout_no_method
source: Please select a payment option
ar: الرجاء اختيار طريقة دفع

source: Customizable
ar: فيه خيارات
